{
	"id" : "kesselrun",
	"main" : {
		"title" : "Kessel Run racet",
		"background" : "nØllan blev för en tid sen av med sitt rymdkörkort på grund av en incident med ett taskigt hopp in i hyper space. För att få tillbaka sitt körkort måste nØllan visa sina skills på den extremt farliga och svårnavigerade Kessel-leden. Det är vida känt att Han Solo genomförde det ökända och extremt farliga Kessel-loppet på 12 parsecs, kan nØllan slå detta?",
		"goal" : "nØllan måste först hitta nyckeln till Falken, det enda rymdskeppet som nØllan kan klara banan i. Därefter måste nØllan klara sin uppkörning med Cheif Muskov runt Kessel-leden i södra Corellian system för att få tillbaka sitt körkort och sin ära. ",
		"reward" : "Förutom att nØllan får tillbaka sitt körkort kan nØllan också eventuellt tjäna en hacka om de vågar vadslå några av sina krediter",
		"hint" : "Vem mer förutom Han Solo har haft tillgång till Falken? Tror det finns en hårig filur som håller till i karaokebaren i Correlian System som vet. Wookies tycker förövrigt det är artigast att hälsa på sitt modersmål"
	},
	"clues" : [
		{
			"id" : "1",
			"text" : "Aaah Kessel-loppet, jag förstår! Vakterna tog nycklarna när de tillfångatog Han Solo! De är riktiga sluga skurkar, men jag tror att om ni kan svara på deras gåta så kanske de ger er nyckeln. De brukar hålla till någonstans lite norr härifrån, vid Cryochamber 5.",
			"comment" : "Den här ledtråden ger Chewbacca om nØllan hälsar på honom med wookieljud"
		},
		{
			"id" : "2",
			"text" : "Vilken är jedin's favoritbil?",
			"comment" : "Vakten ger nØllan nyckeln om de svarar toy-yoda"
		}
	],
	"meta" : {
		"resolution" : "När nØllan kommer till Brasck och Chief Muskov måste de lista ut vem de ska ge nyckeln till. Om nØllan råkar ge nyckeln till Brasck så ska han säga åt dem att det finns en skylt med instruktioner vid the forrest moon of Endor. På skylten står det att nØllan tabbat till det och att de borde försöka igen. Ger de nyckeln till Muskov tar han med nØllan och visar dem banan för att racea den radiostyrda bilen. Han informerar om nuvarande banrekord, och informerar nØllan om att de kan vadslå krediter och vinna om de krossar banrekordet. När nØllan är klar med loppet ger Muskrov nØllan deras körkort, som de tar med till rebellbasen. Har nØllan vadslagit och vunnit betalas vinsten ut här.",
		"requirements" : "Uppdraget redovisas genom att visa upp körkortet i rebellbasen.",
		"props" : "För det här uppdraget behövs 13 körkort och 13 nycklar. Det behövs 1st radiostyrd bil eller liknande för att racea med, samt material för att markera ut en bana. Sist behövs det en skylt som sätts upp vid Endor, ifall nØllan ger visitkortet till cheif Muskov."
	}
}
