{
	"id" : "kryddor",
	"main" : {
		"title" : "Smuggla kryddor",
		"background" : "I den rymd som hårt kontrolleras av Kejsarens lakejer finns det allt färre möjligheter att tjäna en ärlig hacka. Smugglingen har länge varit ett sätt för många att dryga ut hushållskassan. Nyligen kom ett Kejserligt förbud enligt vilket det blivit förbjudet att krydda maten.",
		"goal" : "Eftersom Motståndet ständigt kräver mer pengar så är alltid några rebellgrupper ute på uppdrag i syfte att dra in pengar till Kampen. Nu har turen kommit till nØllan. nØllan ska finna de, inte så lite, eftertraktade kryddorna och smuggla dessa till någon som kan tänkas betala rikligt. Var dock försiktiga, mer än en rebellgrupp har fastnat i Kejsarens garn när de försökt sälja sina varor.",
		"reward" : "Belöningen till nØllan kommer att, förutom glädjen i att veta att tusentals familjer återigen kommer att kunna salta sin mat, bestå av 1200 krediter.",
		"hint" : "Det finns en känd smugglare i galaxen som använder Jawas som underhuggare. Ni har blivit tillfrågade att hjälpa dem med ett uppdrag för att bevisa er själva som kryddsmugglare. Sök upp dem på ökenplaneten Tatooine."
	},
	"clues" : [
		{
			"id" : "1",
			"text" : "Som första uppdrag ska ni ta er till baren i Mos Eisley och viska den överenskomna koden »Chubb Scutt skickade mig».",
			"comment" : "Ledtråden ges av en Jawa om man frågar om att få smuggla kryddor."
		},
		{
			"id" : "2",
			"text" : "Ta med er ett paket exklusiv krydda och gå tillbaka för att prata med er smuggelkumpan...",
			"comment" : "Om nØllan säger »Chubb Scutt skickade mig» till barpersonalen i Mos Eisley så langar de upp lådan och låter nØllan läsa ledtråden samt ta en kryddpåse."
		},
		{
			"id" : "3",
			"text" : "Bege er till ljusgården Corellia System för avlämning.",
			"comment" : "Ges muntligen av Jawa."
		},
		{
			"id" : "4",
			"text" : "Varning! Den intergalaktiska polisen är er på spåren och har placerat ut en spanare som håller sig i närheten av er kryddköpare. Polisen skulle nog gärna vilja ta er på bar gärning! Det enda ni har fått veta är att kryddköparen alltid ljuger, medan polisen alltid talar sanning och att båda två enbart kan besvara ja- eller nej frågor. Var alltså på er vakt när ni går fram till de två kortspelarna…",
			"comment" : "Sitter synligt på väggen i ljusgården i Corellia System."
		}
	],
	"meta" : {
		"resolution" : "När nØllan kommer till ljusgården i Correlia System möts de av kryddsmugglaren Brasck och polisen Chief Muskov sittandes vid ett bord. nØllan skall genom att ställa en ja- eller nejfråga reda ut vem som är vem av de två. Om de tidigare frågat R2D2 om Brasck så har nØllan fått reda på att han alltid bär hatt och kan på så sätt sälja kryddorna till rätt person. Om nØllan försöker sälja kryddorna till Brasck så halar han fram 1200 krediter, köper kryddpåsen och signerar nØllans uppdragskort. Om nØllan däremot försöker sälja till Chief Muskov beslagtar han kryddorna och nØllan har misslyckats med sitt uppdrag. nØllan får hämta ny kryddpåse.",
		"requirements" : "Uppdraget redovisas genom att visa upp sitt uppdragskort i rebellbasen signerat av kryddsmugglaren Brasck. Om det är lag »Lando Calrissian» som kommer tillbaka med ett signerat uppdragskort så får laget ytterligare 1000 krediter (utöver det som Brasck redan har betalat) eftersom det är deras favorituppdrag.",
		"props" : "Till det här uppdraget behövs 12 tepåsar. I personväg behövs kryddsmugglaren Brasck, polisen Chief Muskov, en Jawa samt barpersonalen i Mos Eisley. De senare är dock ej specifika för uppdraget."
	}
}
