{
	"id" : "lasersvard",
	"main" : {
		"title" : "Införskaffa lasersvärd",
		"background" : "Kampen mot imperiet pågår på många fronter. Motståndet rekryterar folk till höger och vänster men har inte tillräckligt med utrustning att sätta i de ivriga rebellernas händer. Uttrustning är dyr och svår att få tag på om man inte känner rätt person.",
		"goal" : "nØllans måste hitta ett sätt att förse Motståndet med extremt många mega-coola lasersvärd till ett schysst pris.",
		"reward" : "nØllan kan efter slutfört uppdrag inkassera 500 krediter som tack för besväret.",
		"hint" : "Den något skumme försäljaren Gallandro köper och säljer allt möjligt och brukar driva omkring i Asteriodbältet."
	},
	"clues" : [
		{
			"id" : "1",
			"text" : "Lasersvärd? Alldeles för riskabelt för att vandra omkring med. Om det ska vara någon som vet något skulle det vara Big Bunji. Han brukar hålla till i Mos Eisley.",
			"comment" : "Ges muntligen av Gallandro när nØllan frågar."
		},
		{
			"id" : "2",
			"text" : "Här i krokarna spelar de bara skräpmusik. Jag skulle vilja höra min favoritmelodi i ljuv stämsång. Om ni letar upp ewoken Latara och ber henne om det vackraste stycket hon i galaxen, tar er tillbaks hit och framträder det för mig, då har ni en deal! Latara brukar hålla till i Cloud City.",
			"comment" : "Ges av Big Bunji i Mos Eisley efter lite grummel och förslag på lite andra fullständigt orimliga dealer (ju orimligare desto bättre)."
		},
		{
			"id" : "3",
			"text" : "Här har ni den. Själv avskyr jag melodin, men alla kan ju inte ha min överlägsna musiksmak.",
			"comment" : "När nØllan frågar om melodin måste de först visa prov på sina musikaliska färdigheter för att konversationen ska förtsätta. Typ framföra valfri låt. Viktigt att alla i gruppen är med och sjunger. Latara frågar sedan vem det är som vill ha musikstycket, och säger sin replik efter att ha fått reda på att det är Big Bunji. Latara har ett kort med noter på. Det är blinka lilla stjärna. Kan hjälpa till att spela den om hon blir mutad, men det är verkligen under henne att spela den melodin."
		}
	],
	"meta" : {
		"resolution" : "nØllan återvänder till Big Bunji och blir mer eller mindre dissade beroende på hur sämst de var. Oavsett prestation får de en rabattkupong på Space-Costco för lasersvärd som de ska ta med tillbaks till rebellbasen.",
		"requirements" : "Uppdraget redovisas genom att nØllan går tillbaka till rebellbasen och stolt visar upp kupongen.",
		"props" : "Det behövs 12 kuponger för lasersvärd till Big Bunji och ett (helst laminerat) notblad till Latara. Vidare behövs Gallandro i Asteroidbältet, Big Bunji i Mos Eisley och Latara i Cloud City."
	}
}
