{
	"id" : "luke",
	"main" : {
		"title" : "Hjälp Luke",
		"background" : "Luke Skywalker har en dålig ovana att försöka rädda Rymdprinsessor och därigenom hamna i knipa. Nu har han återigen hamnat i knipa och ramlat ned i ett sopnedkast! Om det inte var nog illa att han följde med resterna av sin McStar-meny när han skulle kasta den så håller väggarna sakta men säkert på att mosa honom lika platt som Darth Vaders plånbok efter att han har köpt en påse hallon/lakrits-skallar en vanlig lördag kväll. Ni måste kvickt rädda Luke från detta hemska öde!",
		"goal" : "Få ett bevis för Lukes tacksamhet efter ni hjälpt honom undan hans hemska öde och rapportera till Rebellbasen.",
		"reward" : "nØllan kan inkassera 800 krediter efter ett väl genomfört uppdrag.",
		"hint" : "Spring till Luke och se vad han behöver hjälp med! Han verkar ha fastnat på ett djupt ställe i Wild Space."
	},
	"clues" : [
		{
			"id" : "1",
			"text" : "“Schysst att ni vill hjälpa mig! Jag verkar ha fastnat.. Bara R2D2 kan rädda mig från att dö i det här hålet. Han kan hstänga av väggarna som rör sig mot mig om han vet vilken sektor jag är i! Ta er till hjälpcentret i Mos Eisley och be rebellagenten kolla upp sektornumret på deras övervakningskameror!",
			"comment" : "Den här ledtråden ges av Luke när nØllan kommer dit för att hjälpa honom."
		},
		{
			"id" : "2",
			"text" : "Jag ser att Luke sitter fast i ett skräpshakt i sektor GE2130! R2D2 kan hjälpa er rädda Luke, jag såg honom senast i baren.",
			"comment" : "Den här ledtråden ges av rebellagenten i Mos Eisley. nØllan ska anteckna sektornumret och fortsätta leta efter R2D2."
		},
		{
			"id" : "3",
			"text" : "Det var ett par jawas från Tatooine som drog förbi med ett antal robotar på släp för tre månar sedan...",
			"comment" : "Den här ledtråden ges av barpersonalen i Mos Eisley och trycks på ett »Hitta R2D2»-ledtrådskort (via r2d2.json) så att de inte skall behöva fråga vilket uppdrag nØllan håller på med."
		},
		{
			"id" : "4",
			"text" : "Här i trakterna finns det inte så många köpare, så vi lät vår vän Albeback ta robotarna västerut, han bör inte hunnit ut ur Correlia System än...",
			"comment" : "Den här ledtråden ges av Jawas på Tatooine och trycks på ett »Hitta R2D2»-ledtrådskort (via r2d2.json) så att de inte skall behöva fråga vilket uppdrag nØllan håller på med."
		},
		{
			"id" : "5",
			"text" : "Avfallspressen i sektor GE2130 har stoppats. Hälsa Luke från mig!",
			"comment" : "Den här ledtråden ges av R2D2 om man skriver in koden »GE2130»."
		}
	],
	"meta" : {
		"resolution" : "R2D2-vakten meddelar Luke att han är räddad! nØllan springer tillbaka för att se hur han mår och får ett tack-kort som bevis för hans tacksamhet. ",
		"requirements" : "Uppdraget redovisas genom att nØllan visar upp tack-kortet för personalen i rebellbasen där de inkasserar 800 krediter.",
		"props" : "För det här uppdraget krävs att Luke är på plats i arkitekthålet mellan Meta och Arkitekt. Det krävs även 13 st tackkort. Utöver det behövs en kontaktannons som kan sättas upp i Mos Eisley (finns från tidigare år), ambitionsnivån på den här kan variera men har man tiden gör man bäst i att fixa något som liknar ett tidningsark med “Kontaktannonser” skrivet i stora bokstäver. Där ska det även finnas fler kontaktannonser än just den här ormens. Kanske finns det en del för rymddjur söker rymddjur? Ej specifika för uppdraget krävs även barpersonalen i Mos Eisley, Jawas på Tatooine och en fungerade R2D2 med tillhörande vakt."
	}
}
