{
	"id" : "ritningar",
	"main" : {
		"title" : "Hemliga ritningar",
		"background" : "Ett gäng tappra rebeller har kommit över ritningar till Dödsstjärnan, närmare bestämt de ritningar som exponerar dess svagheter. Tyvärr lyckades de inte sända ritningarna särskilt långt från Scarif då rymdspionen Latara kom över dem. Rebellbasen är i stort behov av dessa ritningar för att kunna oskadliggöra detta fruktansvärda vapen!",
		"goal" : "nØllan ska lokalisera ewoken Latara och sedan vidarebefodra ritningarna tillbaka till rebellbasen som då kan börja planera ett episkt anfall.",
		"reward" : "Om nØllan lyckas med det här uppdraget så belönas nØllan med 1000 krediter.",
		"hint" : "Rymdspioner är oftast mycket svåra att hitta, oftast en helt hopplös uppgift... Senast man någonsin såg Latara skymtades hon i Cloud City."
	},
	"clues" : [
		{
			"id" : "1",
			"text" : "Det var någon skum typ som stal dom av mig! Gallandro vet kanske någonting om saken, senaste gången jag såg honom smög han runt i Roche Asteroidbälte.",
			"comment" : "Ges muntligen av Latara när nØllan frågar om ritningarna."
		},
		{
			"id" : "2",
			"text" : "Det ryktas om att en skum typ som brukar hänga i Mos Eisley har ritningarna i sin ägo. Fråga runt lite och se om ni kan hitta någon. Jag tvivlar dock på att ni får ritningarna gratis.",
			"comment" : "Gallandro vet ingenting förrän han får lite pengar (ca 300 krediter, förhandla!)."
		},
		{
			"id" : "3",
			"text" : "Ritningarna har jag läckt till Wookieleaks.org, men ni måste få ritningarna godkända av Imperiets Ministerie för Inspektion och Övrig Hantering av Massförstörelsevapen och Laserbazookas i Cloud City innan de kan användas.",
			"comment" : "Big Bunji säljer ritningarna för ca 700 krediter (förhandla!)."
		}
	],
	"meta" : {
		"resolution" : "När nØllan kommer till Cloud City söker de upp Administratören och visar ritningarna på Wookieleaks.org på t.ex. en smartphone. Han ger dem “Ansökan om order av Inspektion” där båda kopiorna (Administratörens & ansökarens) ska fyllas i osv. Administratören behåller den ena kopian. Administratören fyller i den och stämplar den och skickar nØllan till Inspektören. Om Inspektören finner ansökan giltig stämplar han den samt ber nØllan fylla i “Order om Inspektion” (båda kopiorna osv). Han stämplar den (på checkrutan “Inspektion utförd”) och skickar ner nØllan till Administratören igen, som då kryssar i rutan “Objektet godkänt” samt sätter än stämpel över denna ruta. Ansökan är nu godkänd och nØllan kan bege sig tillbaka till rebellbasen. Både Inspektören och Adminstratören skall vara mycket noggranna och gärna klaga på om vissa fält inte är ifyllda. Mutor tas gärna emot och om muta har givits så måste belopp fyllas i samt att en stämpel måste sättas över mutebeloppet. Antalet fält som då måste fyllas i minskar drastiskt.",
		"requirements" : "Uppdraget redovisas genom att nØllan visar upp ritningarna på Wookieleaks.org samt intygen som skall ha (minst) två stämplar (över checkrutorna “Inspektion utförd” samt “Objekt godkänt”) i rebellbasen.",
		"props" : "Big Bunji ska ha 12 st kopior av ritningarna av dödsstjärnan som back-up i fall Wookieleaks.org inte fungerar, samt att Administratören och Inpspektören ska ha 12 st extra kopior av “Ansökan om order av Inspektion” samt “Order om Inspektion”. De ska även ha skyltar med deras titel, stämplar och annat som behövs för att utföra adminstrativt arbete. Inspektören kan även ha en “Administratör”-skylt för att spela spratt på nØllan."
	}
}
