{
	"id" : "solo",
	"main" : {
		"title" : "Befria Han Solo",
		"background" : "Han Solo är skyldig rymdfettot Jabba the Hutt en stor summa pengar. Detta har gjort honom väldigt efterlyst och numera väldigt försvunnen. Leias intensiva uppvaktning har lämnat honom helt kall. Han Solo är den enda som kan flyga Falken och ni måste hitta honom innan den fasansfulla Jabba the Hutt schlemar ner honom.",
		"goal" : "nØllan måste hitta Han Solo snabbt. (nØllan hinner dock säkert ta sig en Hutt innan nØllan träffar Jabba)",
		"reward" : "Detta uppdrag är värt 1600 krediter och dessutom Han Solos eviga tacksamhet.",
		"hint" : "Som mekaniker får man ofta höra ett och annat när rymdskepp kommer in för reparation efter något storartat äventyr. Snacka med Deppo som håller till i Junkfort Station i närheten av Nar Shaada, och se om han har någon aning om var Han kan ha tagit vägen."
	},
	"clues" : [
		{
			"id" : "1",
			"text" : "Jag vet inte var Han Solo försvunnit men senast jag hörde försvann han i samband med sin svensexa. Jag har hört några rykten om att han blivit tillfångatagen och sitter i en cell med hemlig kod. Luke ska ha varit med på svensexan. Kanske vet han var Han Solo befinner sig nu eller kan ge er någon hjälp på vägen? Ni hittar Luke i hålet vid Wild Space.",
			"comment" : "Ledtråden ges av Deppo om man frågar om Han Solo."
		},
		{
			"id" : "2",
			"text" : "Åhhh svensexan, den var trevlig den. Det var då jag Bobba Fett, Jarjar Binks, Barbie och Han Solo avnjöt en romantisk trapetskväll under stjärnorna. Vi drack champagne, åt jordgubbar och fiskade fiskdamm på McSpace. Det var en fin dag, en mörk dag, det var den, eller vänta? Varför berättar jag detta? Jag känner mig plötsligt väldigt ledsen. Ryktena är sanna, Han (Solo) sitter inlåst i en cell skyddad med hemlig kod. Jag har dock hittat koden. Men hur ska jag kunna komma ihåg den när jag är så här ledsen? Om jag ska kunna minnas denna viktiga kod behöver jag nog uppmuntras lite. OOH Jo juste 750!. Boba fett minns kanske mer från den kvällen och kan berätta var Han försvann. Ni hittar honom i Wild Space. KOM IHÅG KODEN!!",
			"comment" : "När nØllan kommer förbi och frågar om svensexan känner du nostalgi kring den, men känner dig lite väl ledsen över att Han är borta för att kunna den där koden som nØllan vill ha till Han Solos fängelse. När nØllan ger dig en tillräckligt bra komplimang skiner du upp ger ut koden 750 samt att Boba Fett i Wild Space vet mer. KOM IHÅG KODEN!!"
		},
		{
			"id" : "3",
			"text" : "Svensexa. Juste, vi drog till Ice-bar! Jarjar och Barbie drog hem tidigt, klena som de är. Luke hittade en riktigt snygg wookiebae och drog hem, så det var bara jag och Han Solo kvar. Sen fastnade Han Solo med tungan på en vägg, så jag gick hem. Ingen har sett honom sedan dess. Konstigt. Ni kan hitta Ice-bar, som också går under namnet Cryochamber 5, i Corellia System.",
			"comment" : "Ges av Boba Fett som börjar prata om svensexan när de nämner svensexan och mutar honom med 500 krediter."
		}
	],
	"meta" : {
		"resolution" : "När nØllan kommer till Cryo-chamber 5 frågar vakterna om koden (750). Vid korrekt kod klagar vakten på att det är så tråkigt att vakta den nedfrysta Han Solo. Hen deklarerar sedan att nØllan först måste podrace:a med hen innan de kan bli insläppta till Han Solo. Vakten tar då med nØllan ut till parkeringen utanför D-huset (gå ut genom utgången vid Örådet) och race:ar med sparkcyklarna. Efter racet återvänder de till Cryochamber 5 och inne i rummet står en stor frysbox innehållandes 12 stycken isblock. Vakten ser till att nØllan bara tar ett av dessa. I isblocken ligger »Frysvara»-lappar varav en är den riktiga Han Solo och de andra 11 Han Solos bröder istället. När nØllan valt isblock tinar de upp det till exempel genom att spola varmt vatten på det inne på närmaste toalett. Han Solo är befriad.",
		"requirements" : "Uppdraget redovisas genom att laget går till Rebellbasen med med den Solo-broder som de tinade upp och visar upp honom. Om det är Han Solo så kan nØllan inkassera hela belöningen på 1600 krediter, men om det inte är han så får nØllan bara 1200.",
		"props" : "På det här uppdraget behövs en del saker som tar lite tid att fixa. Det behövs en vakt till dörren som kan släppa in nØllan, samt innehar två sparkcyklar. Inuti rummet skall det stå en frysbox och i den skall det finnas 12 stycken isblock med Solo-bröder. Isblocken tillverkas enkelt genom att fylla ett matlådor till hälften med vatten eller ännu hellre saft (det kan gå att läsa texten genom vatten), frysa, lägga i en Solo, fylla resten av paketet och till sist frysa det nya vattnet. Processen kan ta något dygn eller två så det är bra att börja i tid. Solo-bröderna utgörs av 12 stycken lappar märkta med »Frysvara» för Han Solo och hans bröder Hans Olof, Jan Solo, Lots Todo, Hans Aaro, Hen Solo, Han Solveig, Dan Solo, San Holo och Olos Nah, Fan Yolo, Steve Polo och Khan Jell-O. Lapparna finns som i mappen »Frysvara» under »Trycksaker» i Hurry Scurry-mappen och bör plastas in annars blir de förstörda när de ska frysas in. Frysboxen skall vaktas av minst en person som ser till att nØllan bara väljer ett isblock och inte gör sig av med själva isen genom att till exempel kasta isblocket i väggen. Vidare krävs också att personerna som spelar Deppo och Boba Fett är informerad om vad han eller hon skall säga, lika så gäller för Luke. (COVID: Det behövs också handsprit till Han Solo vakten för när de ska racea)"
	}
}
