{
    "id": "chewbacca",
    "name": "Chewbacca",
    "location": "Kareokebar",
    "area": "Corellia System",
    "persona": "Chewbacca, även kallad Chewie, är hyfsat glad och lurvig 200-år gammal Wookie som är bästis med Han Solo. Han ska se riktigt hårig ut och gärna vara målad i samma stil med ansiktsfärg för att få den rätta looken. Du kommer aldrig prata riktig svenska, utan bara göra Wookie-ljud.",
    "props": "Ett SingStar med två microfoner, 13 st pappersflygplan med serienummer på de som hör till 1000-års uppdraget och ett lämpligt bord för armbrytning.",
    "missions": [
        {
            "id": "1000arsservice:0",
            "comment": "Både nØllan och du har varit på jakt efter en hyperdrive motivator för att kunna reparera falken. Men svag som du är för rymdsynthar så fastnade du vid en karaokebar och blev distraherad från att ta med reservdelen till Deppo som är mekaniker. nØllan kommer till dig för att hämta reservdelen, men först måste de sjunga en duett med dig på SingStar! När ni har sjungit en låt av dignitet så får nØllan ta med sig ett av de pappersplan som finns på plats. De ska då ta med sig planet tillbaka till Deppo för att kunna avsluta uppdraget. Prata och sjung gärna så mycket du kan och var helt oförståelig när du pratar med nØllan! Till det här uppdraget borde det gå att instruera nØllan vad som ska göras med hjälp av gester och lite humor. ",
            "response": ""
        },
        {
            "id": "jeditraning:1",
            "comment": "När nØllan kommer till dig för att hitta Yoda blir du eld och lågor när de nämner en jediträning/Yoda! Eftersom att du har vunnit över alla jediriddare i armbrytning och du misstänker att nØllan är på väg att bli en så måste nØllan bryta arm med dig innan du berättar vad Yoda är. När du låter nØllan vinna i armbrytning harklar du dig säger att R2D2 känner till var Yodas hemplanet Dagobah är, se replik.",
            "response": "”Roboten R2D2 är en duktig navigatör och känner säkert till rymdkoordinaterna till Yodas hemplanet Dagobah. Fråga R2D2 om koordinaterna till ”Dagobah”, han sågs senast i baren i Mos Eisley”"
        },
        {
            "id": "stridsteknik:2",
            "comment": "När nØllan kommer för att få en signerad bild på dig till Maz Kanata räcker du fram en av de signerade bilderna du har i din ägo väldigt nöjt och självsäkert.",
            "response": ""
        }
    ],
    "events": [
    ]
}
