{
    "id": "latara",
    "name": "Latara",
    "location": "Norra delen av E i en korridor",
    "area": "Cloud City",
    "persona": "Latara är en kvinnlig rymdfåne som tycker om att prata skit och ljuga. Hon är en Ewok, och som alla sådana ser hon ut som en teddybjörn. Latara spelar flöjt så fort hon får chansen. Prata gärna som en ewok, dvs pipig och grinig. Latara ska argumentera och pruta när det gäller pengar, samt vara lite hetsig när hon berättar att hon har blivit bestulen!",
    "props": "Kattmat, en flöjt, ca 7000 krediter. ",
    "missions": [
        {
            "id": "ritningar:1",
            "comment": "När nØllan kommer till dig och frågar om ritningarna till Dödsstjärnan blir du upprörd och berättar att det var någon skum typ som stal dom av dig! Gallandro vet kanske någonting om saken, senaste gången du såg honom smög han runt i Roche Asteroidbälte.",
            "response": "“Det var någon skum typ som stal dom av mig! Gallandro vet kanske någonting om saken, senaste gången jag såg honom smög han runt i Roche Asteroidbälte.”"
        },
        {
            "id": "dodsstjarnan:3",
            "comment": "Om nØllan frågar efter koordinaterna till Dödsstjärnan förhandlar du så de betalar 100 krediter, sen berättar du dramatiskt att dödstjärnan finns vid solsystemet Endor.",
            "response": "“Dödsstjärnan kan skådas som något stort, mörkt och runt i solsystemet Endor.”"
        },
        {"id" : "lasersvard:3",
  			"comment" : "När nØllan frågar om en melodi måste de först visa prov på sina musikaliska färdigheter för att du ska veta vilka du har att göra med. Typ framföra valfri låt. Viktigt att alla i gruppen är med och sjunger. Du frågar sedan vem det är som vill ha musikstycket, och säger din replik efter att ha fått reda på att det är Big Bunji. Du har ett kort med noter på. Det är blinka lilla stjärna. Du kan hjälpa till att spela den om du blir mutad, men det är verkligen under din värdighet att spela den melodin. Du avskyr den av hela ditt väsen",
        "text" : "Här har ni den. Själv avskyr jag melodin, men alla kan ju inte ha min överlägsna musiksmak."}
    ],
    "events": [
      {
          "id": "negative:3",
          "comment": "nØllan vill köpa hundmat. De får då köpa en Frolic-bit (fast kattmat) för ca 100 kred. Tjafsa gärna om priset men ta inte för mycket (inte mer än 300 kred).",
          "response" : ""
      },
      {
          "id": "positive:5",
          "comment": "nØllan ska berätta en rolig historia som innehåller orden 'tomat' och 'går vi'. Beroende på hur roliga och fantasifulla nØllan är belönar du dem med ett asgarv och 200-500 kred. Signera sedan deras händelsekort.",
          "response" : ""
      },
      {
          "id": "positive:7",
          "comment": "nØllan kommer och kräver pengarna tillbaka på en hudkräm som du har sålt dem. Efter lite tjafs och tjat ger du dem 200 kred och signerar händelsekortet.",
          "response" : ""
      }
    ]
}
