{
    "comment" : "INNEHÅLLET I DEN HÄR FILEN ÄR SUPERHEMLIGT. INGEN MEDLEM AV DET KONGLIGA DRIFVERIET FÅR LÄSA DETTA MATERIAL INNAN HURRY SCURRYN ÄR ÖVER.",
    "missions" : [
        {
            "id" : "hitta:1",
            "name" : "Konglig Direktifdrif",
            "goal" : "Hitta Konglig Direktifdrif och börja gå som en pingvin framför honom, flaxa med vingarna och ta små steg med era små pingvinfötter samtidigt som ni säger “rump rump rump” med pingvinröster."
        },
        {
            "id" : "hitta:2",
            "name" : "Konglig Indrif",
            "goal" : "Hitta Konglig Indrif, stampa alla tillsammans fyra gånger framför honom och börja sjung “uh huh - this my sh…” (Gwen Stefani - Hollaback Girl)."
        },
        {
            "id" : "hitta:3",
            "name" : "Konglig Pontus",
            "goal" : "Hitta Konglig Pontus, spring mot honom och skrik “GÅ VÄNSTER!” Så högt ni kan och släng/lägg er ner på marken."
        },
        {
            "id" : "hitta:4",
            "name" : "Konglig Henry",
            "goal" : "Hitta Konglig Henry och fråga honom om Konglig Timmys ekonomiska läge och hur många avbetalningar han sitter på i nuläget. Gör det gärna med apan Alejandro Fuentes Bergströms röst (sök på youtube)."
        },
        {
            "id" : "hitta:5",
            "name" : "Konglig Helena",
            "goal" : "Hitta Konglig Helena och demonstrera hur man gör en skön squat samtidigt som ni säger att ni gör en skön squat. Visa sedan hur man gör “boopen” samtidigt som ni säger att ni gör boopen och tillsist visa “sidesteppen” och säg att ni gör sidesteppen."
        },
        {
            "id" : "hitta:6",
            "name" : "Konglig Josefin",
            "goal" : "Hitta Konglig Josefin och spela upp en scen där ni ger varandra ryggmassage som är så skön att ni lite oskyldigt råkar stöna. Berätta också att ni hört att Konglig Öfverdrif gömt ett bananskal under soffan."
        },
        {
            "id" : "hitta:7",
            "name" : "Konglig Timmy",
            "goal" : "Hitta Konglig Timmy och fråga om ni kan få hans nummer samtidigt som ni kastar bifogade underkläder på honom. Berätta även att ni har lärt er grumla som honom och gör ett ljust pip."
        },
        {
            "id" : "hitta:8",
            "name" : "Konglig Robin",
            "goal" : "Hitta Konglig Robin och fråga honom om det är créme fraische han har i mustaschen och om han hittade något gott att äta under frukostbordet i morse och blinka med ett öga."
        }
    ]
}
